{"source":"books_toscrape","source_id":"Travel","title":"Travel","authors":["Unknown Author"],"category_path":"Books > Travel","price_current":45.17,"currency":"GBP","availability":"unknown","rating":2.0,"num_reviews":0,"specs":{},"product_url":"http://books.toscrape.com/catalogue/category/books/travel_2/index.html","ingested_at":"2025-09-26T10:32:23.460Z","content_hash":"de1458671ad3c54722876b6f5ea2d83c","data_quality_score":0.8}
{"source":"books_toscrape","source_id":"a22124811bfa8350","isbn13":"a22124811bfa8350","title":"It's Only the Himalayas","authors":["Unknown Author"],"category_path":"Books > Travel","price_current":45.17,"currency":"GBP","availability":"unknown","stock_quantity":19,"rating":2.0,"num_reviews":0,"specs":{"price_(incl._tax)":"£45.17","product_type":"Books","upc":"a22124811bfa8350","tax":"£0.00","number_of_reviews":"0","availability":"In stock (19 available)","price_(excl._tax)":"£45.17"},"image_url":"http://books.toscrape.com/media/cache/6d/41/6d418a73cc7d4ecfd75ca11d854041db.jpg","product_url":"http://books.toscrape.com/catalogue/its-only-the-himalayas_981/index.html","description":"'Wherever you go, whatever you do, just . . . don't do anything stupid.' 'My MotherDuring her yearlong adventure backpacking from South Africa to Singapore, S. Bedford definitely did a few things her mother might classify as \"stupid.\" She swam with great white sharks in South Africa, ran from lions in Zimbabwe, climbed a Himalayan mountain without training in Nepal, and wa 'Wherever you go, whatever you do, just . . . don't do anything stupid.' 'My MotherDuring her yearlong adventure backpacking from South Africa to Singapore, S. Bedford definitely did a few things her mother might classify as \"stupid.\" She swam with great white sharks in South Africa, ran from lions in Zimbabwe, climbed a Himalayan mountain without training in Nepal, and watched as her friend was attacked by a monkey in Indonesia.But interspersed in those slightly more crazy moments, Sue Bedfored and her friend \"Sara the Stoic\" experienced the sights, sounds, life, and culture of fifteen countries. Joined along the way by a few friends and their aging fathers here and there, Sue and Sara experience the trip of a lifetime. They fall in love with the world, cultivate an appreciation for home, and discover who, or what, they want to become.It's Only the Himalayas is the incredibly funny, sometimes outlandish, always entertaining confession of a young backpacker that will inspire you to take your own adventure. ...more","ingested_at":"2025-09-26T10:32:23.865Z","content_hash":"5c6ca14f736122ea60008b72f1444e87","data_quality_score":1.0}
{"source":"books_toscrape","source_id":"ce60436f52c5ee68","isbn13":"ce60436f52c5ee68","title":"Full Moon over Noahâs Ark: An Odyssey to Mount Ararat and Beyond","authors":["Unknown Author"],"category_path":"Books > Travel","price_current":49.43,"currency":"GBP","availability":"unknown","stock_quantity":15,"rating":4.0,"num_reviews":0,"specs":{"price_(incl._tax)":"£49.43","product_type":"Books","upc":"ce60436f52c5ee68","tax":"£0.00","number_of_reviews":"0","availability":"In stock (15 available)","price_(excl._tax)":"£49.43"},"image_url":"http://books.toscrape.com/media/cache/fe/8a/fe8af6ceec7718986380c0fde9b3b34f.jpg","product_url":"http://books.toscrape.com/catalogue/full-moon-over-noahs-ark-an-odyssey-to-mount-ararat-and-beyond_811/index.html","description":"Acclaimed travel writer Rick Antonson sets his adventurous compass on Mount Ararat, exploring the region's long history, religious mysteries, and complex politics.Mount Ararat is the most fabled mountain in the world. For millennia this massif in eastern Turkey has been rumored as the resting place of Noah's Ark following the Great Flood. But it also plays a significant ro Acclaimed travel writer Rick Antonson sets his adventurous compass on Mount Ararat, exploring the region's long history, religious mysteries, and complex politics.Mount Ararat is the most fabled mountain in the world. For millennia this massif in eastern Turkey has been rumored as the resting place of Noah's Ark following the Great Flood. But it also plays a significant role in the longstanding conflict between Turkey and Armenia.Author Rick Antonson joined a five-member expedition to the mountain's nearly 17,000-foot summit, trekking alongside a contingent of Armenians, for whom Mount Ararat is the stolen symbol of their country. Antonson weaves vivid historical anecdote with unexpected travel vignettes, whether tracing earlier mountaineering attempts on the peak, recounting the genocide of Armenians and its unresolved debate, or depicting the Kurds' ambitions for their own nation's borders, which some say should include Mount Ararat.What unfolds in Full Moon Over Noah's Ark is one man's odyssey, a tale told through many stories. Starting with the flooding of the Black Sea in 5600 BCE, through to the Epic of Gilgamesh and the contrasting narratives of the Great Flood known to followers of the Judaic, Christian and Islamic religions, Full Moon Over Noah's Ark takes readers along with Antonson through the shadows and broad landscapes of Turkey, Iraq, Iran and Armenia, shedding light on a troubled but fascinating area of the world. ...more","ingested_at":"2025-09-26T10:32:25.276Z","content_hash":"2d8aa67be503dc0927e515f7015c7299","data_quality_score":1.0}
